Repository: onnela-lab/beiwe-ios
Catalog: Beiwe/InfoPlist.xcstrings
Source language: en
Languages: de, it

# NSCameraUsageDescription
source: Camera - This feature is not in use by the Beiwe platform. If you see this message please report a bug with a screenshot to github.com/onnela-lab/beiwe-ios/issues/
de: Für medizinische Forschung mit ResearchKit
it: Per la ricerca medica con ResearchKit

# NSHealthShareUsageDescription
source: Beiwe needs to access your Apple Health data in order to collect data for the medical, clinical, or academic and scientific research goals of the study you have enrolled in. The Beiwe app does not use or process the data it collects. All data recorded during studies are securely uploaded to a server and accessed solely by authorized researchers.
de: Für medizinische Forschung mit ResearchKit
it: Per la ricerca medica con ResearchKit

# NSHealthUpdateUsageDescription
source: Beiwe needs to access your Apple Health data in order to collect data for the medical, clinical, or academic and scientific research goals of the study you have enrolled in. The Beiwe app does not use or process the data it collects. All data recorded during studies are securely uploaded to a server and accessed solely by authorized researchers.
de: Für medizinische Forschung mit ResearchKit
it: Per la ricerca medica con ResearchKit

# NSLocationAlwaysAndWhenInUseUsageDescription
source: Beiwe needs to access your location in the background in order to collect data for the medical, clinical, or academic and scientific research goals of the study you have enrolled in. The Beiwe app does not use or process the data it collects. All data recorded during studies are securely uploaded to a server and accessed solely by authorized researchers.
de: Beiwe benötigt jederzeit Ihren Standort, um die Studie optimal durchführen zu können.
it: Beiwe ha bisogno della tua posizione in ogni momento per condurre correttamente la ricerca medica.

# NSLocationAlwaysUsageDescription
source: Beiwe needs to access your location in the background in order to collect data for the medical, clinical, or academic and scientific research goals of the study you have enrolled in. The Beiwe app does not use or process the data it collects. All data recorded during studies are securely uploaded to a server and accessed solely by authorized researchers.
de: Beiwe benötigt Ihren Standort, um die Studie optimal durchführen zu können.
it: Beiwe ha bisogno della tua posizione per condurre correttamente la ricerca medica.

# NSLocationWhenInUseUsageDescription
source: Beiwe needs to access your location in order to collect data for the medical, clinical, or academic and scientific research goals of the study you have enrolled in. The Beiwe app does not use or process the data it collects. All data recorded during studies are securely uploaded to a server and accessed solely by authorized researchers.
de: Beiwe benötigt Ihren Standort, um die Studie optimal durchführen zu können.
it: Beiwe ha bisogno della tua posizione per condurre correttamente la ricerca medica.

# NSMicrophoneUsageDescription
source: Beiwe needs access to your microphone in order to record your ressponse to an audio survey.
de: Audio-Befragung Fragen aufnehmen.
it: Registra domande questionario audio

# NSMotionUsageDescription
source: Beiwe needs to access your Device's Motion data in order to collect data for the medical, clinical, or academic and scientific research goals of the study you have enrolled in. The Beiwe app does not use or process the data it collects. All data recorded during studies are securely uploaded to a server and accessed solely by authorized researchers.
de: Beiwe braucht Zugriff auf Ihre Sensoren, um die Studie optimal durchführen zu können.
it: Beiwe ha bisogno dell'accesso ai sensori dello smarpthone per condurre correttamente la ricerca medica.

# NSPhotoLibraryAddUsageDescription
source: PhotoLibraryAdd - This feature is not in use by the Beiwe platform. If you see this message please report a bug with a screenshot to github.com/onnela-lab/beiwe-ios/issues/
de: Für medizinische Forschung mit ResearchKit
it: Per la ricerca medica con ResearchKit

# NSPhotoLibraryUsageDescription
source: PhotoLibrary - This feature is not in use by the Beiwe platform. If you see this message please report a bug with a screenshot to github.com/onnela-lab/beiwe-ios/issues/
de: Für medizinische Forschung mit ResearchKit
it: Per la ricerca medica con ResearchKit
